{"Year": ["2021", "2021", "2021", "2021", "2021", "2021", "2021", "2021", "2021"], "mainClass": ["Advanced Etch Technology and Process Integration for Nanopatterning X", "Advanced Etch Technology and Process Integration for Nanopatterning X", "Advanced Etch Technology and Process Integration for Nanopatterning X", "Advanced Etch Technology and Process Integration for Nanopatterning X", "Advanced Etch Technology and Process Integration for Nanopatterning X", "Advanced Etch Technology and Process Integration for Nanopatterning X", "Advanced Etch Technology and Process Integration for Nanopatterning X", "Advanced Etch Technology and Process Integration for Nanopatterning X", "Advanced Etch Technology and Process Integration for Nanopatterning X"], "subClass": ["Patterning Solutions for Emerging Applications", "Patterning Solutions for Emerging Applications", "Patterning Solutions for Emerging Applications", "Computational Patterning and Patterning Process Control", "Computational Patterning and Patterning Process Control", "Computational Patterning and Patterning Process Control", "Computational Patterning and Patterning Process Control", "Computational Patterning and Patterning Process Control", "Poster Session"], "url": ["https://www.spiedigitallibrary.org/conference-proceedings-of-spie/11615/116150F/3D-integration-and-process-effects-in-superconducting-qubit-devices/10.1117/12.2583734.full", "https://www.spiedigitallibrary.org/conference-proceedings-of-spie/11615/116150G/Effect-of-surface-temperature-on-GeSbTe-damage-formation-during-plasma/10.1117/12.2581706.full", "https://www.spiedigitallibrary.org/conference-proceedings-of-spie/11615/116150H/Reactive-ion-beam-etch-of-slanted-gratings-for-augmented-reality/10.1117/12.2582752.full", "https://www.spiedigitallibrary.org/conference-proceedings-of-spie/11615/116150I/Non-equilibrium-plasma-science-and-industries-of-the-future/10.1117/12.2587120.full", "https://www.spiedigitallibrary.org/conference-proceedings-of-spie/11615/116150J/Process-trace-analytics-for-process-development/10.1117/12.2583645.full", "https://www.spiedigitallibrary.org/conference-proceedings-of-spie/11615/116150K/Parametric-modeling-of-patterned-object-with-variations-and-expert-tuning/10.1117/12.2583810.full", "https://www.spiedigitallibrary.org/conference-proceedings-of-spie/11615/116150L/Fast-etch-recipe-creation-with-automated-model-based-process-optimization/10.1117/12.2583868.full", "https://www.spiedigitallibrary.org/conference-proceedings-of-spie/11615/116150M/EPE-variability-comparison-study-of-multiple-patterning-options-for-restricted/10.1117/12.2584615.full", "https://www.spiedigitallibrary.org/conference-proceedings-of-spie/11615/116150N/On-product-overlay-characterization-after-stressed-layer-etch/10.1117/12.2584311.full"], "title": ["3D integration and process effects in superconducting qubit devices", "Effect of surface temperature on GeSbTe damage formation during plasma processing", "Reactive ion beam etch of slanted gratings for augmented reality", "Non-equilibrium plasma science and industries of the future", "Process trace analytics for process development", "Parametric modeling of patterned object with variations and expert tuning of edge placement", "Fast etch recipe creation with automated model-based process optimization", "EPE variability comparison study of multiple patterning options for restricted 2D structures in advanced logic nodes", "On-product overlay characterization after stressed layer etch"], "authors": [["Bethany M. Niedzielski"], ["L. Buzi", "J. M. Papalia", "H. Miyazoe", "H.-Y. Cheng", "M. Hopstaken", "R. L. Bruce", "S. U. Engelmann"], ["Vincent Ip", "Frederick Pearsall", "Tania Henry", "Riju Singhal"], ["David Graves"], ["Robert J. Baseman", "Fateh A. Tipu", "Sebastian U. Englemann", "John M. Papalia", "Matthew Sagianis", "Scott DeVries", "Danielle Durrant", "Sebastian Naczas", "Vinay Pai", "Shanti Pancharatnam"], ["B. Darbon", "M. Grould", "N. Clément", "J. Baderot", "S. Martinez", "J. Foucher"], ["Yang Ban", "Kara Kearney", "Bryan Sundahl", "Leandro Medina", "Roger T. Bonnecaze", "Meghali J. Chopra"], ["Arup Saha", "Brett Schroeder", "Tsann-Bim Chiou", "Fung Suong Ou"], ["Richard van Haren", "Orion Mouraille", "Oktay Yildirim", "Leon van Dijk", "Kaushik Kumar", "Yannick Feurprier", "Jan Hermans"]], "companys": [["MIT Lincoln Lab. (United States)"], ["Macronix International Co., Ltd. (Taiwan)"], ["Veeco (United States)"], ["Princeton Plasma Physics Lab. (United States)"], ["IBM Thomas J. Watson Research Ctr. (United States)"], ["POLLEN Metrology (France)"], ["SandBox Semiconductor™, Inc. (United States)"], ["ASML Technology Development Ctr. (Taiwan)"], ["imec (Belgium)"]], "abstract": ["Quantum computers perform calculations using quantum bits, or qubits, which can be made from superconducting circuits. These superconducting qubits allow direct control over device parameters while leveraging conventional Si-based fabrication techniques. MIT Lincoln Laboratory is designing and building high performance superconducting qubit devices with increased connectivity and addressability by utilizing advanced process techniques and 3D integration. Our three-tier stack architecture combines separately fabricated qubit, interposer, and routing chips with indium bump bonding. This stack contains high performance qubits, resonators, and couplers, superconducting air bridge crossovers, hard-stop spacing control, superconducting high aspect-ratio through-Si vias, and planarized superconducting routing layers. I will discuss our most recent accomplishments in the fabrication of three-tier stack devices and the effects of additional processing on the uniformity and integrity of their individual components.", "Phase Change Memory (PCM) materials can be damaged during plasma exposure leading to changes in phase transition behavior. Etch-induced damage and crystallization properties of GeSbTe (GST) were evaluated as a function of substrate temperature, plasma chemistry, and plasma exposure time. Enhanced damage formation is related to selective elemental depletion and non-volatilized etch residue retention in the near surface region. These experiments validate literature findings that crystallization time increases with reduction in film thickness for GST samples capped with a thin SiO2 film, indicating the presence of a modified layer which serves as an interface layer material. A direct comparison of passivating properties of hydrofluorocarbon and hydrocarbon on GST can be more conclusive with a fine tuning of film thickness and an evaluation of total residue retention with depth profiling.", "Slanted gratings show high efficiency in coupling light into waveguides, which is critical for optics such as the diffractive optical elements (DOEs) used in augmented reality glasses. Fabrication of master molds used for producing slanted gratings require high etch selectivity between SiO2 and a metal mask. The industry standard for trench etch, Reactive Ion Etch (RIE), cannot produce slanted trenches. In this work, we demonstrate the fabrication of surface relief grating (SRG) master molds with slant angles of 30, 45 and 60 degrees. Using Reactive Ion Beam Etch (RIBE), etch anisotropy is controlled via the directionality of the ion beam, combined with angle of incidence. The selectivity between metal mask vs SiO2 can be tuned (7:1 to 12:1). An in-house oxygen cleaning increases stability, leading to high repeatability in process and etch rates. High static uniformity across the wafer surface was achieved using a proprietary tunable ion source.", "PPPL recently launched a new initiative in non-equilibrium plasma (NEP) science and technology with a focus on applications associated with key industries of the future (IotF), including semiconductor integrated circuit (IC) device manufacturing and materials associated with quantum information science (QIS). Multisector, cross-community partnerships with leading U.S. plasma semiconductor equipment suppliers and Princeton University have been started to support this initiative. The main challenge for NEP technologies in IC manufacture is atomistic control of chemical and material transformations at surfaces. This capability is also needed for future QIS device manufacturability, so fundamental research on NEP for future IC device manufacture is directly applicable to practical manufacturing of QIS devices. The big challenge for NEP is that it is chemically complex and often difficult to control. It took decades of research and development by plasma, surface, materials and device scientists and engineers to approach nm-scale precision processing with Si-based materials. The task of developing nm-scale processes for Si device manufacture is not complete, but next-generation IC manufacturing will also require significant changes in materials: i.e. 'post-Si materials.' The combination of new materials and increasingly, atomistic precision, challenges the current state-of-the-art in plasma technologies used for IC manufacture today. There are even bigger challenges for QIS materials and devices, especially when contemplating the need for developing devices with thousands or even millions of qubits. QIS devices can be made in multiple ways, but thin film approaches, based on existing IC manufacturing technology, have perhaps the best chance to manufacture at scale. Plasma technology is ubiquitous in QIS material fabrication involving thin film approaches, but plasma processes tend to create parasitic qubits and other serious atomic-scale defects. Solving these problems will require considerable research efforts - probably on a multi-decade timescale. In order to be successful, plasma scientists must work closely and collaboratively with specialists in surfaces, materials and devices. In this talk, I will outline the current and future plans for this new collaborative initiative at PPPL.", "Analyses of unit process trace data are critical components of modern semiconductor manufacturing process control. While process development environments share many characteristics with manufacturing environments, development tools and processes may not be suitable candidates for the deployment of traditional trace analytics such as FDC applications. Here we describe the adaptive use of large scale, proactive process trace monitoring and reactive root cause analytics for supporting development operations. The large-scale monitoring application we have deployed is comprehensive in scope and scale and focusses on monitoring the stability of a chamber over time. The reactive root cause application we have deployed automatically searches large trace data spaces to identify trace data elements with potentially interesting relationships to variations in on-wafer measurements and is designed to handle the small sample sizes encountered frequently in development operations.", "The research and development steps in the semiconductor industry require tools that are able to handle features with large variation across the images, but also tools that can reproduce the definition of an edge taught by an expert. This definition should be easily modified to mimic the expert decisions in order to reduce the time spent by process engineers during research and development phases. We developed a patterned edge model allowing to detect the profile of patterned objects in microscopic images. A complementary tool is proposed to customize the definition between two materials according to the expert targets. The obtained profiles serve as a basis to perform robust metrology and ensure quality control of the manufactured semiconductor components.", "A method for automated creation and optimization of multistep etch recipes is presented. Here we demonstrate how an automated model-based process optimization approach can cut the cost and time of recipe creation by 75% or more as compared with traditional experimental design approaches. Underlying the success of the method are reduced-order physics-based models for simulating the process and performing subsequent analysis of the multi-dimensional parameter space. SandBox Studio™ AI is used to automate the model selection, model calibration and subsequent process optimization. The process engineer is only required to provide the incoming stack and experimental measurements for model calibration and updates. The method is applied to the optimization of a channel etch for 3D NAND devices. A reduced-order model that captures the physics and chemistry of the multistep reaction is automatically selected and calibrated. A mirror AI model is simultaneously and automatically created to enable nearly instantaneous predictions across the large process space. The AI model is much faster to evaluate and is used to make a Quilt™, a 2D projection of etch performance in the multidimensional process parameter space. A Quilt™ process map is then used to automatically determine the optimal process window to achieve the target CDs.", "In this paper, we compare EPE (Edge Placement Error) variability among various multiple patterning techniques such as SADP and SALELE using simple restricted 2D design of “grating” (30 nm pitch) and “cut” (15 nm tip-to-tip) EUV patterns. The lithography variability contribution to CD uniformity is carried out through Tachyon® SMO generated contours by considering dose, focus, flare, mask variations. SEMulator3D is used to run a large Monte Carlo simulation to capture the following sources of variation: resist “contours” (from Tachyon®), spacer thickness, overlay for each of the lithography exposures and etch. We developed a methodology to combine lithography and other fab processes, particularly etch and deposition, involved in multi-patterning processes for EPE characterization of given layout. For the layout considered in this study, we find that Spacer Assisted Litho-Etch-Litho-Etch (SALELE) is more adaptable to multi-patterning process for extension to 2D layouts compared to Self Aligned Double Patterning (SADP). Per this study, the differences in the two multi-patterning approaches are primarily attributed to better litho performance (lower global CDU and larger process margin) and lower process variability on most process metrics.", ""], "conclusion": ["", "", "", "", "", "", "", "", ""]}